{
    "Showing": "Mostrando",
    "to": "a",
    "of": "de",
    "results": "resultados",

    "Already registered?": "¿Ya estás registrado?",
    "Register": "Registrarse",
    "Remember me": "Recordar",
    "Forgot your password?": "¿Olvidaste tu contraseña?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "¿Olvidaste tu contraseña? No hay problema. Simplemente introduce tu dirección de correo electrónico y te enviaremos un enlace de restablecimiento de contraseña que te permitirá elegir una nueva.",
    "Email Password Reset Link": "Enviar enlace de restablecimiento de contraseña",

    "Manage Account": "Administrar cuenta",
    "Profile": "Mi perfil",
    "Log Out": "Cerrar sesión",
    
    "Profile Information": "Información del perfil",
    "Update your account's profile information and email address.": "Actualiza la información de tu perfil y la dirección de correo electrónico de tu cuenta.",
    "Photo": "Foto",
    "Select A New Photo": "Selecciona una nueva foto",
    "Remove Photo": "Eliminar foto",
    "Name": "Nombre",
    "Email": "Correo electrónico",
    "Saved.": "Guardado",
    "Save": "Guardar",

    "Update Password": "Cambiar contraseña",
    "Ensure your account is using a long, random password to stay secure.": "Asegúrate de que tu cuenta utiliza una contraseña larga y aleatoria para mayor seguridad.",
    "Current Password": "Contraseña actual",
    "New Password": "Nueva contraseña",
    "Confirm Password": "Confirma la contraseña",

    "Two Factor Authentication": "Autenticación de dos factores",
    "Add additional security to your account using two factor authentication.": "Añade seguridad adicional a tu cuenta mediante la autenticación de dos factores.",
    "You have enabled two factor authentication.": "La autenticación de dos factores está habilitada.",
    "You have not enabled two factor authentication.": "No has habilitado la autenticación de dos factores.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Cuando la autenticación de dos factores está habilitada, se solicitará un token seguro y aleatorio durante la autenticación. Puedes recuperar este token desde la aplicación Google Authenticator de tu teléfono.",
    "Enable": "Habilitar",
    "For your security, please confirm your password to continue.": "Por tu seguridad, por favor confirma tu contraseña para continuar.",
    "Confirm": "Confirmar",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application.": "La autenticación de dos factores ahora está habilitada. Escanea el siguiente código QR usando la aplicación de autenticación de tu teléfono.",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "Guarda estos códigos de recuperación en un administrador de contraseñas seguro. Se pueden usar para recuperar el acceso a tu cuenta si se pierde tu dispositivo de autenticación de dos factores.",
    "Regenerate Recovery Codes": "Regenerar códigos de recuperación",
    "Show Recovery Codes": "Mostrar códigos de recuperación",
    "Disable": "Desactivar",

    "Please confirm access to your account by entering the authentication code provided by your authenticator application.": "Confirma el acceso a tu cuenta introduciendo el código de autenticación proporcionado por tu aplicación de autenticación.",
    "Code": "Código",
    "Recovery Code": "Código de recuperación",
    "Use a recovery code": "Usar un código de recuperación",
    "Use an authentication code": "Usar un código de autenticación",
    "Log in": "Iniciar sesión",

    "Browser Sessions": "Sesiones del navegador",
    "Manage and log out your active sessions on other browsers and devices.": "Administra y cierra la sesión de tus sesiones activas en otros navegadores y dispositivos.",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Si lo necesitas, puedes cerrar sesión de todas tus otras sesiones de navegador en todos sus dispositivos. Algunas de tus sesiones recientes se enumeran a continuación; sin embargo, esta lista puede no ser exhaustiva. Si crees que tu cuenta se ha visto comprometida, debes cambiar su contraseña.",
    "This device": "Este dispositivo",
    "Last active": "Activo por última vez",
    "Log Out Other Browser Sessions": "Cerrar sesión de las otras sesiones del navegador",
    "Done.": "Hecho",
    "Please enter your password to confirm you would like to log out of your other browser sessions across all of your devices.": "Introduce tu contraseña para confirmar que deseas cerrar sesión de tus otras sesiones de navegador en todos tus dispositivos.",
    "Cancel": "Cancelar",

    "Delete Account": "Eliminar cuenta",
    "Permanently delete your account.": "Elimina tu cuenta de forma permanente.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Una vez que se elimine tu cuenta, todos tus datos se eliminarán de forma permanente. Antes de eliminar tu cuenta, descarga cualquier dato o información que desees conservar.",
    "Are you sure you want to delete your acount? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "¿Estás seguro de que quieres eliminar tu cuenta? Una vez que se elimine tu cuenta, todos sus datos se eliminarán de forma permanente. Introduce tu contraseña para confirmar que deseas eliminar tu cuenta de forma permanente.",
    "Password": "Contraseña",

    "Manage Team": "Administrar equipo",
    "Team Settings": "Configuración del equipo",
    "Create New Team": "Crear nuevo equipo",
    "Switch Teams": "Cambiar de equipo",

    "Team Name": "Nombre del equipo",
    "The team's name and owner information.": "El nombre del equipo y la información del propietario.",
    "Team Owner": "Propietario del equipo",

    "Add Team Member": "Agregar miembro al equipo",
    "Add a new team member to your team, allowing them to collaborate with you.": "Añade un nuevo miembro a tu equipo, permitiéndole colaborar.",
    "Please provide the email address of the person you would like to add to this team.": "Introduce la dirección de correo electrónico de la persona que deseas agregar a este equipo.",
    "Role": "Rol",
    "Add": "Añadir",
    "Added.": "Usuario añadido",
    "Pending Team Invitations": "Invitaciones de equipo pendientes",
    "These people have been invited to your team and have been sent an invitation email. They may join the team by accepting the email invitation.": "Estas personas han sido invitadas al equipo y se les ha enviado un correo electrónico de invitación. Pueden unirse al equipo aceptando la invitación por correo electrónico.",
    "Team Members": "Miembros del equipo",
    "All of the people that are part of this team.": "Todas las personas que forman parte de este equipo.",
    "Leave": "Abandonar",
    "Remove": "Eliminar",
    "Manage Role": "Gestionar rol",
    "Leave Team": "Abandonar equipo",
    "Are you sure you would like to leave this team?": "¿Estás seguro de que quieres dejar este equipo?",
    "Remove Team Member": "Eliminar miembro del equipo",
    "Are you sure you would like to remove this person from the team?": "¿Está seguro de que quieres eliminar a esta persona del equipo?",

    "Delete Team": "Eliminar equipo",
    "Permanently delete this team.": "Eliminar permanentemente este equipo.",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "Una vez que se elimina un equipo, todos sus datos se eliminarán de forma permanente. Antes de eliminar este equipo, descarga cualquier dato o información sobre este equipo que desees conservar.",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "¿Está seguro de que quieres eliminar este equipo? Una vez que se elimina un equipo, todos sus datos se eliminarán de forma permanente.",

    "Team Details": "Detalles del equipo",
    "Create a new team to collaborate with others on projects:": "Crea un nuevo equipo para colaborar con otras personas.",
    "Create": "Crear"
}